Repository: atifdag/struvio
Catalog: src/Struvio.Common/Localization/LanguageTexts.*.resx
Languages: ar_sa

# AccessDenied
source: Erişim engellendi.
ar_sa: تم رفض الوصول!

# ActionName
source: Aksiyon adı
ar_sa: اسم الإجراء

# All
source: Tümü
ar_sa: الكل

# ApiKey
source: API anahtarı
ar_sa: مفتاح API

# ApiPassword
source: API parolası
ar_sa: كلمة مرور API

# Approve
source: Onay
ar_sa: موافقة

# Approved
source: Onaylı
ar_sa: تمت الموافقة

# Code
source: Kod
ar_sa: الرمز

# CodeLanguageSpecific
source: Kod (Dile özgü)
ar_sa: الكود (لغة محددة)

# ControllerName
source: Kontrolör adı
ar_sa: اسم المتحكم

# CreationTime
source: Oluşturulma tarihi
ar_sa: وقت الإنشاء

# Creator
source: Oluşturan
ar_sa: المنشئ

# Description
source: Açıklama
ar_sa: الوصف

# Email
source: E-posta
ar_sa: البريد الإلكتروني

# EndDate
source: Bitiş tarihi
ar_sa: تاريخ الانتهاء

# FieldIsEmpty
source: {0} alanı boş bırakılamaz.
ar_sa: لا يمكن ترك حقل {0} فارغًا!

# Firstname
source: Adı
ar_sa: الاسم الأول

# Id
source: No
ar_sa: المعرف

# IdentityNumber
source: Kimlik no
ar_sa: رقم الهوية

# IdentityUserNotFound
source: Kimlik bilgileri bulunamadı.
ar_sa: لم يتم العثور على معلومات التعريف.

# InvalidEmail
source: E-posta adresi geçerli değil.
ar_sa: عنوان البريد الإلكتروني غير صالح!

# InvalidPassword
source: Parola yeterince karmaşık değil.
ar_sa: كلمة المرور ليست معقدة بما فيه الكفاية!

# Language
source: Dil
ar_sa: لغة

# LastModificationTime
source: Değiştirilme tarihi
ar_sa: وقت آخر تعديل

# LastModifier
source: Değiştiren
ar_sa: آخر معدل

# Lastname
source: Soyadı
ar_sa: اللقب

# Name
source: Ad
ar_sa: الاسم

# NotApproved
source: Onaysız
ar_sa: غير معتمد

# Organization
source: Organizasyon
ar_sa: منظمة

# Password
source: Parola
ar_sa: كلمة المرور

# PasswordMustBeBetween8And15
source: Parola en az 8 en fazla 15 karakter olmalıdır.
ar_sa: يجب أن تكون كلمة المرور بين 8 و 15 حرفًا!

# PasswordMustContainLowercase
source: Parola küçük harf içermelidir.
ar_sa: يجب أن تحتوي كلمة المرور على أحرف صغيرة!

# PasswordMustContainNumber
source: Parola rakam içermelidir.
ar_sa: يجب أن تحتوي كلمة المرور على أرقام!

# PasswordMustContainSpecialCharacters
source: Parola özel karakter içermelidir.
ar_sa: يجب أن تحتوي كلمة المرور على أحرف خاصة!

# PasswordMustContainUppercase
source: Parola büyük harf içermelidir.
ar_sa: يجب أن تحتوي كلمة المرور على أحرف كبيرة!

# PasswordsDoNotMatch
source: Parolalar aynı değil.
ar_sa: كلمات المرور غير متطابقة!

# Path
source: Yol
ar_sa: المسار

# PhoneNumber
source: Telefon no
ar_sa: رقم الهاتف

# RecordNotFound
source: Kayıt bulunamadı.
ar_sa: لم يتم العثور على أي سجل.

# Role
source: Rol
ar_sa: دور

# Searched
source: Aranan
ar_sa: تم البحث عن

# SequenceNumber
source: Sıra no
ar_sa: الرقم التسلسلي

# SessionExpired
source: Oturum süresi doldu.
ar_sa: انتهت الجلسة!

# SessionRequired
source: Oturum gerekli.
ar_sa: الجلسة المطلوبة

# StartDate
source: Başlangıç tarihi
ar_sa: تاريخ البدء

# StartTime
source: Başlama zamanı
ar_sa: وقت البدء

# Status
source: Durum
ar_sa: الحالة

# Username
source: Kullanıcı adı
ar_sa: اسم المستخدم

# Version
source: Sürüm
ar_sa: الإصدار
